[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:12};
itm1={id:1,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432};
itm2={id:2,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4,zorder:1};
itm3={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:3,name:On_map,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:155,zorder:2,txtfield:{backcolor:0,bidimode:left-to-right,content:On map,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:On_map,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm4={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:4,name:Time,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:231,zorder:3,txtfield:{backcolor:0,bidimode:left-to-right,content:3\cm5\cm12hr,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Time,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm5={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:5,name:Day,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:307,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:5day,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Day,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm6={id:9,name:SiriusXM_info,refID:58,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:64,y:65,zorder:5};
itm7={backcolor:0,height:298,id:10,img:0,layout:normal,name:Map_area,type:IMAGEFIELD,visible:true,width:560,x:64,y:126,zorder:6,layout_param:{clipx:0,clipy:0}};
itm8={backcolor:0,background:493,ccp:0,ccpzorder:over,height:52,id:11,name:Current_State,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:64,y:432,zorder:7,txtfield:{backcolor:0,bidimode:left-to-right,content:Current State,font:3,height:52,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Current_State,type:TEXTFIELD,visible:true,vlayout:middle,width:282,wrapline:no-wrap,x:0,y:0}};
itm9={backcolor:0,background:493,ccp:0,ccpzorder:over,height:52,id:12,name:Change_location,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:347,y:432,zorder:8,txtfield:{backcolor:0,bidimode:left-to-right,content:Change location,font:3,height:52,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Change _location,type:TEXTFIELD,visible:true,vlayout:middle,width:282,wrapline:no-wrap,x:0,y:0}};

